uni/Textanalyse/02_Grundlagen_der_manuellen_Textanalyse/nhus1.tex
% Created 2018-04-19 Thu 10:32
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.0.50 (Org mode 9.1.9)}, 
 pdflang={English}}
\begin{document}

\tableofcontents

\section{2. Sitzung - Grundlagen der manuellen Textanalyse}
\label{sec:orgf37024e}
\subsection{Ursprung und Verwendungsbereiche der Inhaltsanalyse}
\label{sec:orge187f9a}
\begin{itemize}
\item 1. und 2. WK
\item hauptsächlich eingesetzt in der pol. Kommunikationsforschung (geprägt von Lasswell, Lazarsfeld, Berelson)
\begin{itemize}
\item wichtigstes Einsatzgebiet ist die Propagandaforschnung
\end{itemize}
\end{itemize}
\subsection{Definitionen von Inhaltsanalyse}
\label{sec:org2a5d45c}
Untersuchungsgegenstand der Inhaltsanalyse sind i.d.R. nicht Personen, sondern Medienprodukte

\textbf{Berelson:} \emph{„Content analysis is a research technique for the objective, systematic, and quantitative description of the manifest content of communication.“}
\begin{itemize}
\item Forderung nach einem "common meeting-ground" problematisch, da Textinhalte nur schwer danach zu unterteilen sind, welche Inhalte latent oder manifest sind
\end{itemize}

\textbf{Früh:} \emph{„Die Inhaltsanalyse ist eine empirische Methode zur systematischen, intersubjektiv nachvollziehbaren Beschreibung inhaltlicher und formaler Merkmale von Mit teilungen, meist mit dem Ziel einer darauf gestützten interpretativen Inferenz auf mitteilungsexterne Sachverhalte.“}

\textbf{Merten:} \emph{„Die Inhaltsanalyse ist eine Methode zur Erhebung sozialer Wirklichkeit, bei der von Merkmalen eines manifesten Textes auf Merkmale eines nicht-manifesten Kontextes geschlossen wird.“}
\begin{itemize}
\item nicht-manifester (somit latenter) Kontext = soziale Wirklichkeit
\item manifest = clear or obvious to the eye or mind / eindeutig als etwas Bestimmtes zu erkennen, offenkundig, sichtbar
\item sobald man über den analysierten Text hinaus geht, führen die dabei notwendigen Inferenzen (Schlussfolgerungen) zu einer Interpretation, die nicht-manifest(latent) ist, weil sie sich nicht mehr direkt aus dem Text erschließt
\end{itemize}

Alle drei Definitionen bestimmen Inhaltsanalyse als eine empirische Methode mit der sich etwas beschreiben lässt ("Inhalte von Texten", "Merkmale von Mitteilungen", "soziale Wirklickeit")
\subsubsection{Schneideweg der drei Definitionen}
\label{sec:orga014a60}
die drei Definitionen trennen sich bei der Verwendung des Begriffes (nicht-) \emph{manifest}
\begin{itemize}
\item Früh lehnt Verwendung ab
\item Mertens sagt, dass Inhaltsanalyse dazu dienen muss von manifesten Texten auf nicht-manifeste Kontexte zu schließen
\item Berelson meint, dass nur die manifesten Inhalte von Texte in Kategorien messbar sind
\begin{itemize}
\item problematisch da Inhalte nur sehr schwer danach zu unterteilen sind, welche Inhalte latent oder manifest sind
\end{itemize}
\end{itemize}
\subsubsection{Quantitativ}
\label{sec:orgd6618ab}
Die quantitative Inhaltsanalyse versucht nicht einen singulären Text zu interpretieren, sondern große Textmengen, mit dem dem Anliegen formale \& inhaltliche Merkmale zu erfassen
\begin{itemize}
\item dabei wird alles was sich zwischen den Zeilen abspielt außer Acht gelassen
\item nicht die ganze Komplexität eines Textes/einer Person wird erfasst, sondern nur wenige ausgewählte Merkmale derselben werden reduktiv analysiert
\item ein Zahlenwert wird erst interessant, sibald man einen Vergleichmaßstab hat
\end{itemize}
\subsubsection{Intersubjektivität}
\label{sec:org0f3172f}
Ergebnisse müssen unabhängig vom jeweiligen Codierer nachvollziehbar sein (intersubjektive Nachvollziehbarkeit)

Inhaltsanalysen sind erst dann wissenschaftl korrekt, wenn das Ergebnis unabhängig vom Forscher ist und jederzeit nachvollzogen werden kann (intersubjektiv \& nachvollziehbar)
\begin{itemize}
\item bswp müssen Codierer (Mitarbeiter) die die ausgewählten Texte lesen im Endeffekt zur selben Meinung gelangen und somit so gut wie austauschbar seien
\item dadurch erschließt sich die Bedeutung von "manifest" neu, da Begriffe erst durch die Bestimmung ihres Bedeutungskerns \textbf{manifest} gemacht werden (und nicht wie bei Berelson \textbf{a priori} einen manifesten oder latenten Charakter haben)
\end{itemize}
\subsection{Inhaltsanalyse als Methode zur Erfassung sozialer Realität}
\label{sec:org6d73e5a}
Analyse von Botschafen kann verwendet werden, um auf den Kontext der Berichterstattung, die Motive und Einstellungen der Kommunikatoren oder auf die mögliche Wirkung bei Rezipienten der Botschafen zu schließen
\subsubsection{Rückschlüsse auf den Kontext}
\label{sec:org0c668b4}
Befragungen befassen sich i.d.R mit Einstellungen o Meinungen von Personen (zB Zustimmung o Ablehnung der Atomenergie) und die Ergebnisse sollen im weitesten Sinn die Meinung o das Verhalten der Bürger widerspiegeln.

Bei der Inhaltsanalyse erhälht man ähnliche Aussagen, man beschreibt zB die \textbf{Tendenz der Berichterstattung} hinsichtlich des Pro und Kontra geprägten Berichtens
\begin{itemize}
\item dabei bleibt es meist nicht, da der Schluss auf den Kontext das eigentlich Spannende ist
\begin{itemize}
\item ohne einen gesellschaftspolitischen Bezug die gewonnen Daten unverständlich
\end{itemize}
\item historischer/aktueller Kontext
\item kultureller Kontext
\item sozioökonomischer Kontext
\end{itemize}

Rezeption von Texten kann also nicht objektiv sein, sondern ist nur intersubjektiv, gebunden an einen bestimmten (raum-zeitlichen) Kontext
\begin{itemize}
\item unter Rückbezug auf Mertens Definition: method. Instrumentarium der Inhaltsanalyse muss gewährleisten, dass [Messung auch kontext erfasst]
\end{itemize}
\subsubsection{Rückschlüsse auf den Kommunikator}
\label{sec:org4c85782}
Rückschlüsse auf den Kommunikator wollen Aussagen über dessen Einstellungen und Motive machen
\begin{itemize}
\item befassen sich aber auch mit dessen sozialer \& künstlerischer Herkunft, seinem Stil oder der Verständlichkeit von Texten
\end{itemize}

Insgesamt muss man aber festhalten, dass der Rückschluss auf den Kommunikator nicht allein auf Basis seiner Texte erfolgen kann, sondern nur mit weitergehenden Recherchen abgesichert ist
\begin{itemize}
\item genau genommen bewegt man sich gerade bei Rückschlüssen auf Einstellungen und Motive von Kommunikatoren auf einem spekulativen Feld.
\end{itemize}
\subsubsection{Rückschlüsse auf den Rezipienten}
\label{sec:orgfa84b31}
Der Schluss von der Inhaltsanalyse auf die Wirkung beim Rezipienten, beruht auf einer Wirkungsvorstellung, wie dies das \emph{Stimulus-Response-Modell} vertritt
\begin{itemize}
\item dies sagt aus, dass ein bestimmter Stimulus bei allen Menschen immer zur gleichen Reaktion führt
\begin{itemize}
\item nicht zutreffend, da viele Randbedingungen -> daher zusätzliche Meinungsbefragung, also Einsatz weiterer Methoden (ähnlich wie bei Kommunikator)
\end{itemize}
\end{itemize}
\subsection{Anwendungsgebiete und typische Fragestellungen}
\label{sec:org1726ceb}
Inhaltsanalysen werden u.a. eingesetzt im Feld der politischen Kommunikation, Gewaltforschung und in der Minderheitenforschung
\subsection{Die Vorteile der Inhaltsanalyse ggü anderen Methoden}
\label{sec:org891a0ba}
\begin{itemize}
\item Möglichkeit Aussagen über Medieninhalte \& Kommunikationsprozesse der \emph{Vergangenheit} zu machen
\begin{itemize}
\item zu beachten, dass Medien von damals nicht zwangsläufig mit Mehrheitsmeinung innerhalb der Bevölkerung übereinstimmen muss
\end{itemize}
\item Forscher nicht auf Kooperation von Befragten/Versuchspersonen angewiesen
\begin{itemize}
\item außerdem zeitunabhängige Analyse
\item Inhaltsanalysen sind ein \emph{nicht-reaktives} Verfahren
\item beliebig reproduzierbar \& modifizierbar, allerdings Grenzen in der Realibilität/Zuverlässigkeit des Messinstruments (Codebuch müsste vollständig reliabel sein)
\begin{itemize}
\item Codebuch misst nach 50 Jahren wohlmöglich nicht mehr dasselbe, weil sich Kontext in dem die Codierer leben verändert hat
\begin{itemize}
\item somit kann die Inhaltsanalyse ein reaktives Verfahren werden, weil die Codierer (und nicht der Untersuchungsgegenstand selbst) auf das Messinstrument reagieren
\end{itemize}
\end{itemize}
\end{itemize}
\end{itemize}
\subsection{Kategorien als Erhebungsinstrument der Inhaltsanalyse}
\label{sec:org994865a}
Kategoriensystem (bzw Codebuch) ist essentiell für die Textanalyse
\subsubsection{Inhaltliche Kategorien}
\label{sec:org136a633}
Kategorien sind zunächst exakte Definitionen dessen, was erhoben/gemessen werden soll
\begin{itemize}
\item werden anhand von Indikatoren, mit denen man seine Fragestellung entfaltet hat, gebildet
\item werden je nach Differenziertheit in Unterkategorien aufgeteilt
\end{itemize}
\subsubsection{Formale Kategorien}
\label{sec:org00b637a}
Formale Kategorien beschreiben die formalen Merkmale der jeweiligen Untersuchungseinheit. Anhand dieser Kategorien sind alle Anzeigen eindeutig zu identifizieren und zu codieren.
\begin{itemize}
\item stehen nicht im eigentlichen Zentrum der Unteruschung, liefern jedoch wichtige Zusatzinformationen
\end{itemize}
\subsection{Codebogen}
\label{sec:org4e0f540}
\begin{itemize}
\item im Codebogen werden \emph{empirische Fakten in ein numerisches Relativ überführt}
\item dient als Protokoll der Messungsergebnisse
\item in Spalten enthalten die Plätze für Vergabe der entsprechenden Codes, sodass eine Reihe am Ende einem Fall entspricht
\end{itemize}
\subsection{Codebuch}
\label{sec:org7202990}
Das Codebuch enthält:
\begin{itemize}
\item allgemeine Hinweise und Hintergrundinformationen
\item Haupt- und Unterkategorien
\item operationale Definitionen
\item Codieranweisungen
\item Codebogen

\item liefert genaue Handlungsanleitung und Instruktionen für Codierer, wie mit den zu analysierenden Medieninhalten umzugehen ist
\item beschreibt jede Kategorie im Detail mit dem Ziel einer größtmöglichen Reliabilität \& Validität der Kategorien
\item alle Codierer sollten im Idealfall mithilfe des Codebuchs einen Text gleich verstehen (also die selben Codierungen vornehmen)
\item Codieranweisungen können neben operationalen Definitionen auch allgemeine Hinweise enthalten
\end{itemize}
\subsection{Formale Anforderungen an Kategorien}
\label{sec:orgd158651}
\subsubsection{Vollständigkeit von Kategorien}
\label{sec:orgebe9a3e}
Vollständigkeit ist eine zentrale Forderung an ein Kategorienschema, denn nur unter dieser Voraussetzung kann die zentrale Forschungsfrage auch erschöpfend beantwortet werden
\begin{itemize}
\item wenn bestimmte Aspekte nicht in Kategorien mit aufgenommen werden, ist eine Untersuchung unvollständig und im schlimmsten Fall sogar unbrauchbar
\end{itemize}
\subsubsection{Trennschärfe der Kategorien}
\label{sec:orgbd914c8}
Kategorien sind trennscharf, wenn sich die einzelnen Ausprägungen wechselseitig ausschließen (zB männlich/weiblich) und wenn alle Ausprägungen sich auf das gleiche Merkmal beziehen (zB Geschlecht)
\subsection{Feststellung der Validität \& Realibilität des Kategorienschemas}
\label{sec:orgaebbcf9}
hohe Validität kann zu Lasten einer hohen Reliabilität gehen
\begin{itemize}
\item je detaillierteer bspw die Verschlüsselung, desto größer ist die Fehlerquote bei der Codierung
\end{itemize}

\textbf{\textbf{wenn eine genaue, gleichbleibende und eindeutige Verschlüsselung über Codierer hinweg gewährleistet wird, gilt das Kategorienschema als reliabel}}

Ergebnisse ausgedrückt in Koeffizienten, geben Auskunft über Zuverlässigkeit des Messinstruments:
\begin{itemize}
\item \emph{Intracoderreliabilität} = misst die Übereinstimmung der Codierung durch den selben Codierer
\item \emph{Intercoderreliabilität} = misst die Übereinstimmung der Codierung durch andere Codierer
\end{itemize}

Einfachste Art der Messung durch Feststellung eines Quotienten: Anzahl der übereinstimmenden Codierungen von zwei Codieren geteilt durch Anzahl aller Codierungen
\begin{itemize}
\item zB 50 Übereinstimmungen bei 100 Codierungen = 50:100 = 0.5 = 50\% Reliabilitätskoeffizient (0 < RK < 1)
\item bei Interpretation des RK ist zu beachten um welche Kategorie es sich handelt (zB bei Datum ist RK=0.8 schlecht, bei inhaltlicher Kategorie wäre dies annehmbar)
\end{itemize}
\subsection{Grundgesamtheit und Stichprobenziehung}
\label{sec:org41e98a7}
Die \emph{optimale Stichprobe} richtet sich nach Forschungsvorhaben
\begin{itemize}
\item Stichprobe soll ein verkleinertes Abbild der Grundgesamtheit sein
\end{itemize}

Die \emph{Grundgesamtheit} einer Inhaltsanalyse bestimmt sich, aus der Forschungsfrage
abgeleitet, nach zwei Kriterien: dem zu untersuchenden Zeitraum und dem zu un-
tersuchenden Medium.
\begin{itemize}
\item die Auswahl gilt es logisch \& nachvollziehbar zu begründen
\end{itemize}
\subsection{Analyseeinheiten}
\label{sec:org4b68233}
Die Merkmalsträger in der Inhaltsanalyse nennt man Analyeeinheiten (bei Printmedien zB der Artikel)
\subsection{Ablauf einer Inhaltsanalyse}
\label{sec:org70fb335}
\begin{enumerate}
\item Phänomen aus Wirklichkeit in wissenschaftl. Fragestellung überführen (Entdeckungszusammenhang)
\item Definition der Begriffe, Operationalisierung des theoret. Konstruktes, Konzeption des Codebuches, Codierung, Auswertung (Begründungszusammenhang)
\item Nutzung des praktischen \& theoretischen Gehalts der Studie (Verwertungszusammenhang)
\end{enumerate}

Zentrale Aufgabenstellung bei der Inhaltsanalyse ist die theorie- und empiriegeleitete Kategoriebildung (also Entwicklung des Codebuchs).
Der Prozess der Kategorienbildung läuft sowohl deduktiv (theoriegeleitet aus der Literatur) als auch induktiv (empiriegeleitet aus eigener Anschauung) ab. Nur dadurch ist gewährleistet, dass man einen Gegenstandsbereich vollständig erfassen kann.
\end{document}
